<template>
  <div>
    <cover-main class="content">
      <span>Хочу сделать что-то вроде музыкального портала города на котором публиковались бы новости музыкальной сферы и афиши событий. Также музыканты Краматорска могли бы, к примеру, презентовать свои новые треки. На мой взгляд очень актуальная тема, т.к. у нас много людей создающих свою музыку, при этом инфомация о них в сети очень разрознена, а иногда вообще почти не представлена (за исключением пары чатов в telegram и страниц в социальных сетях).</span>
    </cover-main>
  </div>
</template>

<script>
export default {
  name: "About",  
};
</script>

<style scoped>
.content span {
  color: #ffffff;
}
</style>
